/* eslint-disable */
import FdwCalendar from '@icons/CalendarBlank';

export default {
  components: {
    FdwCalendar
  },
  data () {
    return {
      postsList: [
        {
          title: 'Архитектурный конкурс',
          description: 'Сервера Infinity & Unfinity подготавливаются к вайпу, а пока что мы решили устроить для заскучавших игроков ночь анархии. Сегодня на этих серверах будут сняты все приваты и разрешено pvp! Старт развлечений в 21-00 МСК. Дополнительное условие - игрок, у которого по итогу будет больше всего творческих баков с навозом, получит сотню монет после вайпа.',
          image: 'https://fdworlds.com/uploads/posts/2019-08/1565999257_unknown.png',
          date: ''
        },
        {
          title: 'Ночь Анархии!',
          description: 'Сервера Infinity & Unfinity подготавливаются к вайпу, а пока что мы решили устроить для заскучавших игроков ночь анархии. Сегодня на этих серверах будут сняты все приваты и разрешено pvp! Старт развлечений в 21-00 МСК.',
          image: 'https://fdworlds.com/uploads/posts/2020-08/medium/1598631594_screenshot_6.png',
          date: ''
        },
        {
          title: 'Ночь Анархии!',
          description: 'Сервера Infinity & Unfinity подготавливаются к вайпу, а пока что мы решили устроить для заскучавших игроков ночь анархии. Сегодня на этих серверах будут сняты все приваты и разрешено pvp! Старт развлечений в 21-00 МСК. Дополнительное условие - игрок, у которого по итогу будет больше всего творческих баков с навозом, получит сотню монет после вайпа.',
          image: 'https://timeweb.com/ru/community/article/a9/a95a77b81b13c929b0c27510296822c3.jpg',
          date: ''
        },
        {
          title: 'Ночь Анархии!',
          description: 'Сервера Infinity & Unfinity подготавливаются к вайпу, а пока что мы решили устроить для заскучавших игроков ночь анархии. Сегодня на этих серверах будут сняты все приваты и разрешено pvp! Старт развлечений в 21-00 МСК. Дополнительное условие - игрок, у которого по итогу будет больше всего творческих баков с навозом, получит сотню монет после вайпа.',
          image: 'https://timeweb.com/ru/community/article/a9/a95a77b81b13c929b0c27510296822c3.jpg',
          date: ''
        }
      ]
    };
  }
};
