{
  "title": "Правила проекта",
  "titleContent": "Наш проект задумывается для спокойной и приятной игры нормальных людей. За нарушение правил вы будете лишены права у нас играть. Ниже вы прочитаете подробно расписанные пункты, но если кратко, то мы ожидаем что Вы - адекватный игрок, знающий майнкрафт, который пришел к нам, что бы спокойно играть и получать удовольствие от этого. Вы умеете нормально общаться с другими людьми, не вызывая у них раздражения, и ваши действия на сервере не будут мешать другим игрокам или вредить серверу/экономике.",
  "content": [
    {
      "title": "Общие положения",
      "rulesList": [
        {
          "content": "Играя на наших серверах, игроки тем самым соглашаются со всеми правилами, перечисленными ниже. Если игрок не согласен с ними, то он обязуется прекратить использование сервисов проекта, а не доказывать что правила не правильные."
        },
        {
          "content": "Незнание правил не освобождает игрока от ответственности. Взлом аккаунта не является оправданием, если игрок обвиняется в нарушении правил."
        },
        {
          "content": "Администраторы управляют проектом строго по своему усмотрению и вправе наказать игрока по причине, не указанной в правилах."
        },
        {
          "content": "Сервис бесплатен и предоставляется «как есть» без каких-либо гарантий правильной работы. Используемое программное обеспечение (плагины, моды) написано множеством разных людей, к которым мы не имеем отношения и не несем ответственности за возможные проблемы связанные с ним. Администрация не обязана возвращать игровые ценности, потерянные в результате бага, отката сервера, вашей смерти, несовместимости модов и т.п. Мы прилагаем все усилия для избежания таких ситуаций и просим отнестись с пониманием к этому пункту правил."
        },
        {
          "content": "Т.к. не всегда возможно точно определить нарушение какого-либо пункта правил, окончательное решение остается за Администратором, Модератором."
        },
        {
          "content": "В случае, если Вы не согласны с Вашим наказанием, можете оставить заявку на отмену на форуме в специальном разделе."
        },
        {
          "content": "В случае, если Вы стали свидетелем нарушения, Вы можете написать сообщение о нарушении в разделе Жалобы на игроков."
        },
        {
          "content": "Администрация оставляет за собой право изменять правила в любой момент без предупреждения пользователей. Игроки обязаны сами отслеживать изменения правил."
        },
        {
          "content": "Модератор не обязан возвращать вам ресурсы, утраченные в следствие какой-либо ситуации (баг, откат, вайп, кража, очистка и т.д.). Вы не в праве требовать возврат ресурсов, модератор возвращает ресурсы, только если посчитает это необходимым. Мы используем продукцию сторонних разработчиков, поэтому не должны брать на себя ответственность за допущенные ими ошибки, которые могут приводить к утрате ресурсов. По возможности мы стараемся устранять подобные ошибки."
        },
        {
          "content": "Обманы, связанные с монетами, продажей/покупкой любых вещей и любых ресурсов в игре, на сайте и форуме, не рассматриваются модераторами и администратором."
        },
        {
          "content": "Модератор/хелпер на свое усмотрение может смягчить наказание для игрока."
        },
        {
          "content": "Создание более одного аккаунта (мультиаккаунт, \"твинк\") запрещено. Если вы играете с одного ip-адреса с кем либо еще, заранее сообщите об этом администрации для избежания неприятных ситуаций.",
          "punishment": "Вечный бан всех мультов (остается только основной аккаунт), бан от 1 дня для основы."
        },
        {
          "content": "Обход выданного наказания с помощью игровых методов (побег из тюрьмы, общение в чате после мута и т.п.) запрещен и наказуем. Получив наказание - не ухудшайте свое положение.",
          "punishment": "За обход мута с помощью дискорда - снятие права на общение в дискорде на срок мута. За обход мута с помощью переименования табличек/предметов и т.п. - тюрьма на срок мута. За \"побег\" из тюрьмы - бан на срок от 1 дня и более."
        }
      ]
    },
    {
      "title": "Читы и баги",
      "rulesList": [
        {
          "content": "Игрокам запрещено использовать любого рода модификации, аппаратные и программные средства, дающие преимущества в игре (читы, автокликеры, скрипты, анти-afk скрипты).",
          "punishment": "от 10 дней до бессрочного бана."
        },
        {
          "content": "Запрещено использовать баги игрового клиента и сервера, дающие Вам преимущества или портящие игровой процесс другим (создание лагов на сервере, крашей клиента и т.п.).",
          "punishment": "от 1 часа тюрьмы до бессрочного бана, в зависимости от ущерба серверу и игрокам."
        },
        {
          "content": "Запрещено распространение/обсуждение программ, багов и уязвимостей, дающих преимущество над игроками, в чате игры, дискорда, на форуме.",
          "punishment": "от 1 часа мута (за обсуждение) до бессрочного бана (за распространение/использование), на усмотрение администрации. "
        }
      ]
    },
    {
      "title": "Постройки и архитектура",
      "rulesList": [
        {
          "content": "Запрещается строить постройки в виде коробок, столбы, глубокие и узкие ямы и т.п., а также постройки, состоящие в основном из одного материала, такие как коробки из земли или булыжника. Бессмысленная порча территории наказуема.",
          "punishment": "Предупреждение, при повторе снос сооружения и бан до 3 дней."
        },
        {
          "content": "Запрещается блокировать доступ к порталу в порталы в Ад/Край/прочие порталы/ путем застраивания их чем либо. Обязательно оставляйте пространство для выхода из портала.",
          "punishment": "Предупреждение и снос преграды, при повторе бан на 1 день."
        },
        {
          "content": "Запрещены неприличные постройки, представляющие из себя нецензурные выражения, имеющие форму чего-либо непристойного, свастики, оскорбляющие других игроков и т.п. Наказание применяется к владельцу привата, в котором находится постройка. Так же запрещены непристойные или оскорбительные названия регионов или флаги в них.",
          "punishment": "Снос постройки и тюрьма на 12 часов."
        },
        {
          "content": "Соблюдайте законы физики! Постройки, не соблюдающие законы физики (дома в воздухе, дома на дереве без опор, постройки лежащие на поверхности воды без опор) - могут быть снесены. Самолет, висящий в небе или какие-нибудь фэнтези постройки разрешены. Для уточнения и разрешения на такие постройки спрашивайте у модератора сервера.",
          "punishment": "Предупреждение, при повторе снос постройки и тюрьма на 12 часов."
        },
        {
          "content": "Запрещается перегружать чанк сущностями (предметы, мобы, вагонетки, рамки и всё, что не является блоками). В случае, если количество объектов в регионе вызывает лаги у игроков или сервера, объекты будут удалены администрацией. При рецидивах владелец привата будет наказан.",
          "punishment": "Предупреждение, при повторе бан на 1 день."
        },
        {
          "content": "Незавершённые и разрушенные постройки могут быть снесены. Применяется к незавершённым постройкам, портящим вид. Если ведутся строительные или восстановительные работы, то на территории постройки на видном месте должна стоять табличка, оповещающая об этом. Работы могут проводиться не более 7 дней. В противном случае постройка подлежит сносу."
        },
        {
          "content": "Игрок может использовать ловушки и другие защитные сооружения для защиты своей территории от незваных гостей. Защитные сооружения могут быть размещены только на территории принадлежащей игроку, запрещается размещать за её пределами. Перед входом в опасную зону должно быть предупреждение о том, что дальнейшее движение может быть опасно для жизни. Ловушки без соблюдения этих требований наказуемы.",
          "punishment": "бан в игре на 1 день. Возможен снос защитных сооружений."
        },
        {
          "content": "Запрещается использовать карьер BuildCraft, ExtraUtilities и Ender-Thermic pump для прогрузки чанков. Прогрузка чанков необходима для работы самого механизма. В прогруженных чанках может быть размещено небольшое количество механизмов, занимающихся переработкой добытых карьером ресурсов. Для установки карьера игрок должен использовать отдельный приватный регион. Категорически запрещается совмещать карьер с существующими постройками (например, устанавливать на нижнем уровне дома). Запрещается использовать карьер для бесконечной добычи ресурсов (генераторы булыжника). По завершении работы, игрок должен убрать карьер. Если игрок этого не сделал, модератор может убрать не запущенный или завершивший работу карьер.",
          "punishment": "бан в игре на 1 день, конфискация карьера. Игрок, установивший карьер может быть лишён привилегии, если та даёт возможность пользоваться карьером."
        },
        {
          "content": "Игрок должен конструировать свои механизмы так, чтобы не было переизбытка ресурсов. Недопустимо чтобы из транспортных систем выпадали ресурсы. Помещения с таким механизмами должны быть хорошо защищены от проникновения посторонних игроков.",
          "extra": "В основном это касается труб BuildCraft. Используйте гейты, сигнальные провода и прочие устройства для контроля работы своего завода. Выпадение ценных ресурсов из механизма считается как автоматическая раздача.",
          "punishment": "бан на 3 дня, остановка работы механизма любыми способами. "
        },
        {
          "content": "Запрещена установка избыточного количества механизмов. Это ограничение относится только к механизмам приведённым в списке. Ограничение действует на один приватный регион (регионы, расположенные рядом друг с другом и имеющие один и тот же список участников, считается все вместе за один регион). В случае превышения лимита, модератор потребует игрока демонтировать лишние механизмы, если застанет его в игре. При отказе игрока самостоятельно демонтировать механизмы, модератор самостоятельно осуществляет демонтаж механизмов без их возврата игроку. Если же модератор не застал игрока, то он самостоятельно осуществляет демонтаж всех лишних механизмов, а затем складывает их в сундук. "
        }
      ]
    },
    {
      "title": "Игровой мир, геймплей, торговля",
      "rulesList": [
        {
          "content": "Сначала нужно приватить территорию, а потом строить. Если вашу постройку заприватил другой игрок, то она автоматически переходит в его владение. Запрещено создавать приваты, являющиеся пустыми, ничтожно малыми по одной из осей координат, по ошибке заприваченных не полностью (так это или нет - решается модератором).",
          "punishment": "Предупреждение, в случае отказа убирать приват - бан на 1 день и удаление привата."
        },
        {
          "content": "Ваш приват не должен конфликтовать с другими приватами. Если игрок будет жаловаться, что ваш приват расположен вплотную к нему, вы обязаны передвинуть приват на 50 блоков от чужих приватов. Приоритет у более раннего привата.",
          "punishment": "Удаление привата и тюрьма на 12 часов."
        },
        {
          "content": "Запрещается нецензурная лексика, ложь, оскорбления, нецензурные рисунки, угрозы в игровом мире, провокации (на табличках, в названиях приватов, в названии варпов и т.д.).",
          "punishment": "Удаление нарушения,  тюрьма на 12 часов."
        },
        {
          "content": "Запрещено проведение раздач ресурсов. Под раздачей понимается публичная передача ценных ресурсов (блоков, предметов, энергии, опыта) неопределенному или неограниченному кругу лиц любыми методами. Вы не можете объявлять в чат о своем желании раздавать кому угодно ресурсы, или о своем намерении подарить ресурсы случайному игроку. Поскольку ситуации бывают разные и запутанные, окончательное решение остается за Администрацией проекта.",
          "extra": "Организация раздачи, призывигроков на неё - в зависимости от ценности розданного, от 1 часа тюрьмы до бессрочного бана. Сбор предметов на раздаче - бан в игре на 1 день и конфискация всех подозрительных вещей, на усмотрение модерации.",
          "punishment": "Ложный призыв на раздачу - мут на 12 часов."
        },
        {
          "content": "Запрещена продажа или передача аккаунта другим лицам.",
          "punishment": "бан проданного/переданного аккаунта."
        },
        {
          "content": "Запрещены продажи/покупки/обмены ресурсов по ценам не соответствующим рекомендованым. Со списком рекомендованых цен можно ознакомиться на форуме.",
          "extra": "Запрещена торговля за реальные деньги, только за игровую валюту или монеты проекта. Запрещена торговля/обмен ресурсами между серверами.",
          "punishment": "классифицируется, как раздача, по соответствующему правилу."
        },
        {},
        {},
        {
          "content": "Запрещено строить анти-афк машины и механизмы и пользоваться ими. Правило так же распространяется и на донатные группы!",
          "punishment": "Снос машины/механизма и тюрьма на 10 часов, при рецидиве (более 2 раз) бан на 1 день."
        },
        {
          "content": "Запрещено собирать дроп с боссов других игроков, не получив на это разрешения у владельца.",
          "punishment": "Тюрьма на 1 час, при рецидиве - 5 часов."
        },
        {
          "content": "На серверах с PvP запрещено караулить игроков у порталов, разрушать порталы для поимки игроков и прочие способы целенаправленной охоты. PvP в игре для случайных драк, а не \"выживания\" игрока с сервера.",
          "punishment": "1 день тюрьмы"
        }
      ]
    },
    {
      "title": "Гриферство",
      "rulesList": [
        {
          "content": "Запрещено разрушать или переделывать постройки, не принадлежащие вам. Вмешиваться на чужую территорию непредусмотренным игровой механикой способом. Если дом/часть дома не запривачена или же игрок добавлен в приват - это правило не действует."
        },
        {
          "content": "Запрещено намеренно блокировать доступ к чужим сооружениям, выстраивая глухие стены, вырывая ямы и подобное."
        },
        {
          "content": "Запрещено заливать чужие дома/варпы лавой/водой, а также просто беспорядочно и бессмысленно разливать воду или лаву."
        },
        {
          "content": "Убийство игроков с помощью лавы, огня и других методов запрещено (кроме пвп-зон)."
        },
        {
          "content": "Запрещается убивать чужих животных (мирных), если они в загонах."
        },
        {
          "content": "Запрещается убивать игроков во время торговли, звать их к себе целью убить или заманить в смертельную ловушку. Обычно это делается с целью получения ресурсов. Торговлю осуществляйте ТОЛЬКО на территории спауна - она самая безопасная. Перед телепортацией к незнакомым игрокам оставляйте все ценные ресурсы в доме.",
          "punishment": "бан в игре от 1 до 7 дней, в зависимости от ущерба игрокам."
        },
        {
          "content": "Запрещается выкачивать/добывать ресурсы с сундуков принадлежащих другому игроку."
        },
        {
          "content": "Вы должны покинуть чужую территорию при первой просьбе её хозяев в течении 30 сек. Территория становится чужой только когда запривачена, границы территории - это границы региона WorldGuard.",
          "extra": "Хозяевам территории разрешается самостоятельно решать проблему путём убийства нарушителя, предварительно предупредив его о том, что будут приняты соответствующие меры.",
          "punishment": "в случае отказа покидать территорию, тюрьма в игре на 1 час."
        }
      ]
    },
    {
      "title": "Игровой чат",
      "rulesList": [
        {
          "content": "Категорически запрещается оскорблять других игроков/модераторов/администратора. Относитесь уважительно к другим людям.",
          "punishment": "Мут от 30 мин до 24 часов, в зависимости от тяжести высказывания."
        },
        {
          "content": "Запрещается употреблять ругательства, нецензурные слова, мат в любом виде, в том числе завуалированный, а также эвфемизмы (замена грубых/неприличных слов на более мягкие, но имеющие идентичный смысл в используемом контексте), и явный мат на другом языке.",
          "punishment": "Мут от 30 мин до 32 часов, в зависимости от тяжести высказывания."
        },
        {
          "content": "Запрещается упоминание родных лиц в оскорбительной и/или унизительной форме.",
          "punishment": "Мут от 1 часа до 48 часов, в зависимости от тяжести высказывания."
        },
        {
          "content": "Выдавать себя за администрацию, писать в чате команды администрации запрещено.",
          "punishment": "Мут от 1 часа."
        },
        {
          "content": "Общение между игроками в чате ведется только на русском языке. Транслит запрещен.  В случае если человек не знает русский язык/не может общаться на русском, он может получить разрешение на общение на другом языке от модератора, каждый случай рассматривается отдельно. (Общение - это диалог между двумя и более игроками, разовое использование слов и предложений не является общением)",
          "punishment": "Предупреждение, далее мут на 1 час, при рецидиве - 12 часов."
        },
        {
          "content": "Запрещен флуд. Флуд - это избыточные слова, предложения, символы, которые мешает общению других игроков и засоряют чат, без которых легко можно обойтись, злоупотребление КАПСОМ, просьбы-призывы игроков выйти с сервера.",
          "punishment": "Мут от 15 минут до 12 часов. При частых рецидивах мут до 24 часа."
        },
        {
          "content": "Запрещена организация флуда, путем отправки в чат провокационных сообщений, например \"Кто за вайп - ставим в чат +\".",
          "punishment": "Мут от 15 минут до 12 часов. При частых рецидивах мут до 24 часа."
        },
        {
          "content": "Рекламу магазинов/услуг/желания приобрести/продать, можно давать только раз в 5 минут.",
          "punishment": "Мут от 15 минут до 12 часов. При частых рецидивах мут до 24 часа."
        },
        {
          "content": "Запрещены покупки/продажи игровых аккаунтов к другим играм.",
          "punishment": "Предупреждение, потом мут от 1 часа до 5 часов, при рецидиве мут от 5 часов до 24 часов."
        },
        {
          "content": "Запрещена дискриминация неопытных игроков, дезинформирование, отправка сомнительных ссылок, насмешки, отправлять в чат провокационные сообщения, мешать общению других игроков.",
          "punishment": "Мут на 3 часа, при частых рецидивах мут до 24 часа."
        },
        {
          "content": "Разрешено размещать ссылки только на всем известные ресурсы, такие как vk.com, google.com, wikipedia и т.д. Все остальные URL следует отправлять только в личные сообщения определенному игроку. Если же после перехода по вашей ссылке будет обнаружено вредоносное ПО, вы будете наказаны.",
          "punishment": "От мута на 1 час до бессрочного бана, в случае вредоносного ПО."
        },
        {
          "content": "Запрещены любого рода азартные игры, требующие вложений со стороны игрока."
        },
        {
          "content": "Попытки завладеть чужим аккаунтом, выманивать логин/пароль наказуемы.",
          "punishment": "Бессрочный бан на всех серверах."
        },
        {
          "content": "Запрещается подстрекательство третьих лиц на нарушение правил, подставлять игроков, говорить лживые сведения от любого игрока в третьем лице.",
          "punishment": "Мут на 7 дней."
        },
        {
          "content": "Публичная критика/обсуждение действий администратора или модераторов, работы серверов и проекта в целом,  в чате игры запрещена. Для этого существует форум, и канал в дискорде, где можно создать жалобу и оспорить наказание, или другие действия модератора/администрации, с которыми вы не согласны. В игре модератор обязан сначала выдать вам предупреждение и сообщить что вы получите мут, если будете продолжать обсуждение в игре, а не на форуме/дискорде.",
          "punishment": "Мут от 1-го часа до бессрочного бана на всех серверах, в зависимости от тяжести высказывания."
        },
        {},
        {
          "content": "Пускать ложные сведения о вайпе запрещено.",
          "punishment": "Мут от 1 часа до 12 часов."
        },
        {
          "content": "На просьбы в чате типа «Модер тп» вправе никак не реагировать. Если Вам нужна помощь Модератора, не пишите об этом в общий чат. Напишите сразу ему в ЛС с указанием конкретной причины. Частые сообщения приравниваются к флуду и наказываются соответственно."
        },
        {
          "content": "Запрещается изменять названия вещей на матерные, нецензурные, флудящие и/или оскорбительные названия, попадающие под любое правило чата этого раздела. А так же с целью обхода мута.",
          "punishment": "Конфискация вещи с таким названием и тюрьма на срок от 1 до 12 часов."
        },
        {
          "content": "Запрещаются сообщения, унижающие человеческое достоинство, разжигающие межнациональную рознь. А также, сообщения сексуального характера, угрозы расправой в реальной жизни, угрозы баном, дискриминация людей по религиозному или другим признакам, пропаганда/обсуждение нацизма, наркотиков, алкоголя и сигареток. Курить вредно.",
          "punishment": "Мут от 1 дня до 7 дней."
        },
        {
          "content": "Запрещена в любой форме реклама других проектов майнкрафта, а так же вообще реклама чего либо, не согласованная с администрацией.",
          "punishment": "От мута на 3 часа до бессрочного бана."
        }
      ]
    },
    {
      "title": "Разное",
      "rulesList": [
        {
          "content": "Запрещены ники, содержащие непристойные выражения, рекламу других проектов, пропаганду или рекламу чего-либо, запрещенного законодательством, а также ники, созвучные или похожие по написанию с никами администратора и модераторов. Нельзя использовать в нике слова Admin, Administrator, Moder, Helper, Garant и т.п., т.к. это может послужить мощным инструментом гриферства. Решение по нику принимается в каждом случае индивидуально.",
          "punishment": "Бессрочный бан на всех серверах."
        },
        {
          "content": "Пункт 7.1 относится так же и к названиям кланов/варпов/городов/союзов и прочих объединений игроков.",
          "punishment": "Бан главе объединения, или лицу ответственному за такое название, до 7 дней. Удаление объединения."
        },
        {
          "content": "Запрещено мешать модератору, проводящему обмен или ивенты, и нарушать правила проводящегося ивента.",
          "punishment": "Тюрьма на 3 часа или до окончания работы модератора."
        },
        {
          "content": "Запрещено продавать и обменивать предметы на ресурсы, не относящиеся к игре (steam-аккаунты, реальные деньги, ключи для игр и т.д.). Торговля в игре осуществляется только с помощью игровых ресурсов (предметов), внутриигровой валюты, оказанием внутриигровых услуг (добыча ресурсов в шахте, строительство и т.д.).",
          "punishment": "Бан в игре на 7 дней. "
        },
        {
          "content": "После приобретения платной группы, игроку запрещается осуществлять помощь обычным игрокам используя свои донатные возможности, как то - ставить недоступные механизмы, спавнить мобов, телепортровать игроков и т.д.",
          "punishment": "бан в игре на 1 день"
        }
      ]
    },
    {
      "title": "Общественные места",
      "rulesList": [
        {
          "content": "Территория общественного места должна быть безопасной для посетителей. Опасные места территории должны быть закрыты для входа посторонних, либо перед входом должны стоять на видном месте предупреждающие об опасности таблички. На территории общественного места обязательно должен быть отключен PvP-режим (на PvP-аренах он может быть включен только в специальной зоне для сражений. Зона также считается опасной, если в ней есть механизмы способные нанести вред (урон, кража ресурсов и опыта и т.п.) игроку, активирующиеся без помощи игрока (например, при попадании в зону действия).",
          "punishment": "Удаление точки варпа, бан в игре от 1-го до 5-ти дней. За повторное нарушение возможен снос постройки.."
        },
        {
          "content": "Запрещено создание бесплатных общественных качалок, бесплатных зарядок и механизмов по переработке ресурсов.",
          "extra": "Использование подобных конструкций на территории общественного места значительно упрощает процесс развития игроков, что позволяет им пропустить отдельные этапы развития. К списку конструкций относятся: ",
          "extraList": [
            "Качалки опыта на пчёлах.",
            "Бесплатные зарядки электроинструмента и брони.",
            "Бесплатные зарядки жезлов.",
            "Любые машины, перерабатывающие ресурсы.",
            "Искусственно созданные качалки на мобах - как правило, использование возможностей модификаций для спавна мобов."
          ],
          "punishment": "конфискация механизмов, бан в игре на 1 день. Наказание применяется только если владелец обходит техническое ограничение (касается механизмов)."
        },
        {
          "content": "Все механизмы на общественной территории Вы используете на свой страх и риск. Администрация не возвращает украденные или утерянные ресурсы. Это касается лотерей и публичных механизмов (зарядки, переработка ресурсов и т.д.). Самыми безопасными являются только торговые автоматы. "
        }
      ]
    }
  ]
}
